tap "caskroom/cask"
tap "caskroom/fonts"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "sanemat/font"
brew "ack"
brew "bat"
brew "bazaar"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl-openssl"
brew "deno"
brew "ethereum"
brew "exa"
brew "fd"
brew "fish"
brew "fontforge"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "graphviz"
brew "hadolint"
brew "haskell-stack"
brew "helm"
brew "lua"
brew "highlight"
brew "hyper"
brew "mas"
brew "mdcat"
brew "mecab"
brew "mecab-ipadic"
brew "mycli"
brew "protobuf"
brew "mysql"
brew "neovim"
brew "nodebrew"
brew "ocaml"
brew "opam"
brew "pastel"
brew "pyenv"
brew "ripgrep"
brew "rmtrash"
brew "starship"
brew "telnet"
brew "textql"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
brew "jesseduffield/lazydocker/lazydocker"
brew "sanemat/font/ricty"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "bitwarden"
cask "clipy"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-myrica"
cask "font-source-han-code-jp"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "keka"
cask "kindle"
cask "notion"
cask "opera"
cask "slack"
cask "spotify"
cask "tableplus"
cask "virtualbox"
cask "visual-studio-code"
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
