tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "fzf"
brew "gh"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "zplug"
cask "alfred"
cask "appcleaner"
cask "bitwarden"
cask "clipy"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-source-han-code-jp"
cask "slack"
cask "spotify"
